Repository: namimono/drops
Catalog: macos-native/Drops/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# a11y.collapsed_count
source: %d items in shelf stack. Drag to move all.
zh_hans: 内容堆中有 %d 项。拖动可一次拖出全部。

# a11y.collapsed_stack
source: Collapsed item stack
zh_hans: 收起的内容堆

# a11y.item_grid
source: Shelf items grid
zh_hans: 内容架网格

# a11y.item_list
source: Shelf items list
zh_hans: 内容架列表

# a11y.shelf_window
source: Drops shelf
zh_hans: Drops 内容架

# about.blurb
source: A floating shelf for gathering, previewing, and moving files on macOS.
zh_hans: macOS 上用于收集、预览和搬运文件的浮动内容架。

# about.version_format
source: Version %@ (%@)
zh_hans: 版本 %@（%@）

# about.window_title
source: About Drops
zh_hans: 关于 Drops

# alert.cancel
source: Cancel
zh_hans: 取消

# alert.clean_body
source: Delete managed temporary files that are not referenced by any open shelf. This cannot be undone.
zh_hans: 删除未被任何打开内容架引用的受管临时文件。此操作无法撤销。

# alert.clean_now
source: Clean Now
zh_hans: 立即清理

# alert.clean_result_body
source: Deleted %d. Skipped %d still referenced.
zh_hans: 已删除 %d 个。跳过仍被引用的 %d 个。

# alert.clean_result_title
source: Temporary files cleaned
zh_hans: 临时文件已清理

# alert.clean_title
source: Clean Temporary Files?
zh_hans: 清理临时文件？

# alert.cleanup_failed
source: Cleanup Failed
zh_hans: 清理失败

# alert.could_not_open
source: Could not open “%@”.
zh_hans: 无法打开“%@”。

# alert.could_not_reveal
source: Could not reveal “%@” in Finder.
zh_hans: 无法在 Finder 中显示“%@”。

# alert.invalid_retention
source: Invalid Retention Days
zh_hans: 保留天数无效

# alert.invalid_retention_body
source: Please enter a whole number from 1 to 120. The previous value (%d) was kept.
zh_hans: 请输入 1 到 120 的整数。已保留原值（%d）。

# alert.logs_unavailable
source: Logs Unavailable
zh_hans: 无法打开日志

# alert.logs_unavailable_body
source: Could not open the application log file.
zh_hans: 无法打开应用日志文件。

# alert.ok
source: OK
zh_hans: 好

# alert.recovery_default_app
source: Make sure a default app is available for this file type, then try again.
zh_hans: 请确认此文件类型已有默认应用，然后重试。

# alert.recovery_file_missing
source: The file may have been moved or deleted. Remove it from the shelf, or locate the original and add it again.
zh_hans: 文件可能已被移动或删除。可从内容架移除该项，或重新加入原始文件。

# alert.recovery_generic
source: Try again, or remove the item from the shelf if it is no longer available.
zh_hans: 请重试；若内容已不可用，可从内容架移除该项。

# alert.recovery_link
source: Check the URL and try again, or copy it and open it in your browser.
zh_hans: 请检查链接后重试，或复制后在浏览器中打开。

# alert.recovery_no_target
source: This item has no openable file or link.
zh_hans: 该项没有可打开的文件或链接。

# alert.recovery_reveal
source: The file may have been moved or deleted. Remove it from the shelf if it is no longer available.
zh_hans: 文件可能已被移动或删除。若已不可用，可从内容架移除该项。

# alert.retention_updated
source: Retention Updated
zh_hans: 保留天数已更新

# alert.retention_updated_body
source: Temporary files are kept for %d day(s).
zh_hans: 临时文件将保留 %d 天。

# alert.reveal_needs_local
source: Select a local file or folder to show it in Finder.
zh_hans: 请选择本地文件或文件夹以便在 Finder 中显示。

# alert.unable_to_open
source: Unable to Open
zh_hans: 无法打开

# alert.unable_to_reveal
source: Unable to Reveal
zh_hans: 无法定位

# menu.about
source: About Drops
zh_hans: 关于 Drops

# menu.clean_temporary
source: Clean Temporary Files Now…
zh_hans: 立即清理临时文件…

# menu.close_all
source: Close All Shelves
zh_hans: 关闭全部内容架

# menu.create_three
source: Create Three Shelves
zh_hans: 创建三个内容架

# menu.log_benchmarks
source: Log Performance Benchmarks
zh_hans: 记录性能基准

# menu.new_shelf
source: New Shelf
zh_hans: 新建内容架

# menu.new_transient_demo
source: New Transient Shelf (Demo)
zh_hans: 新建临时内容架（演示）

# menu.quit
source: Quit Drops
zh_hans: 退出 Drops

# menu.settings
source: Settings…
zh_hans: 设置…

# menu.show_logs
source: Show Logs
zh_hans: 显示日志

# merge.filename
source: Merged Text.txt
zh_hans: 合并文本.txt

# settings.cleanup_hint
source: Manual cleanup skips files still referenced by open shelves.
zh_hans: 手动清理会跳过仍被打开内容架引用的文件。

# settings.default_view
source: Default view
zh_hans: 默认视图

# settings.general
source: General
zh_hans: 通用

# settings.language
source: Language
zh_hans: 语言

# settings.language_restart_hint
source: Language applies immediately to Drops windows and menus. Some system dialogs may follow the app language after relaunch.
zh_hans: 语言会立即应用于 Drops 窗口与菜单。部分系统对话框可能需重新启动后才跟随应用语言。

# settings.language_system
source: System
zh_hans: 跟随系统

# settings.maintenance
source: Maintenance
zh_hans: 维护

# settings.retention
source: Retention days (1–120)
zh_hans: 保留天数（1–120）

# settings.retention_error
source: Enter a whole number from 1 to 120.
zh_hans: 请输入 1 到 120 的整数。

# settings.save
source: Save
zh_hans: 保存

# settings.security
source: Security
zh_hans: 安全

# settings.security_body
source: Drops stores temporary pasteboard content as ordinary files in Application Support. It does not encrypt content at rest or provide a password vault.
zh_hans: Drops 将剪贴板临时内容以普通文件形式保存在 Application Support 中。应用不会对静态内容加密，也不提供密码保险库。

# settings.window_title
source: Settings
zh_hans: 设置

# shelf.close
source: Close
zh_hans: 关闭

# shelf.collapse
source: Collapse
zh_hans: 收起

# shelf.collapsed_summary
source: %d items
zh_hans: %d 项

# shelf.drag_all
source: Drag all
zh_hans: 拖出全部

# shelf.empty_prompt
source: Drop or paste your items
zh_hans: 拖入或粘贴内容到此处

# shelf.expand
source: Expand
zh_hans: 展开

# shelf.grid
source: Grid
zh_hans: 网格

# shelf.item_menu
source: Item
zh_hans: 内容

# shelf.list
source: List
zh_hans: 列表

# shelf.merge_text
source: Merge Text
zh_hans: 合并文本

# shelf.open
source: Open
zh_hans: 打开

# shelf.remove
source: Remove
zh_hans: 移除

# shelf.reveal
source: Reveal in Finder
zh_hans: 在 Finder 中显示

# shelf.status_format
source: %@ · %@ · %d item(s)
zh_hans: %@ · %@ · %d 项
